Repository: daddykotex/cleanbook
Catalog: languages/cleanbook-*.po
Languages: fr_fr

source: Fullname
fr_fr: Nom complet

source: Email
fr_fr: Courriel

source: Phone
fr_fr: Téléphone

source: Date and time
fr_fr: Date et heure

source: Comment
fr_fr: Commentaire

source: Activate
fr_fr: Activer

source: Submit
fr_fr: Soumettre

source: Cancel
fr_fr: Annuler

source: Manage appointments
fr_fr: Gestion des rendez-vous

source: Activated
fr_fr: Activer

source: Edit
fr_fr: Modifier

source: No appointments were found.
fr_fr: Il n'y a pas de rendez-vous enregistré.

source: Cleanbook Settings
fr_fr: Paramètres Cleanbook

source: Edit appointment
fr_fr: Modifier le rendez-vous

source: An error has occured. Please contact the administrator.
fr_fr: Une erreur est survenue. Veuillez contacter l'administrateur, merci.

source: Cleanbook Appointments
fr_fr: Rendez-vous Cleanbook

source: General Settings
fr_fr: Paramètres Cleanbook

source: Auto-register Bootstrap
fr_fr: Enregistrer Bootstrap automatiquement

source: Email Notification Settings
fr_fr: Paramètre de notification par courriel

source: Activate email notification
fr_fr: Activer la notification par courriel

source: Email to notify
fr_fr: Courriel de notification

source: This is where you will find all of the general settingsthat affects the behavior of your Cleanbook plugin.
fr_fr: Vous retrouverez ici tous les paramètres généraux qui affecte le comportement de votre extension Cleanbook.

source: This is where you will find all of the settings regarding notification by email.
fr_fr: Cette section présente toutes les options concernant la notification par courriel.

source: The booking was marked as %s.
fr_fr: Le rendez-vous a été marqué comment étant %s.

source: The booking has been updated.
fr_fr: Le rendez-vous a été mis à jour.

source: No appointment found with id [%s]
fr_fr: Aucun rendez-vous trouvé avec le id [%s]

source: The booking has been added. It will be reviewed and you'll be contacted for confirmation.
fr_fr: Un rendez-vous a été ajouté. Vous serez contacté pour confirmation.

source: First name Last name
fr_fr: Prénom Nom

source: example@email.com
fr_fr: exemple@courriel.com

source: Please add any note regarding the booking...
fr_fr: Veuillez ajouter les précisions concernant le rendez-vous ici...

source: %s booked an appointment on %s.
fr_fr: %s a pris un rendez-vous sur %s.

source: Hi,
fr_fr: Bonjour,

source: You received this email to let you know that %s as booked an appointment from your website. Here is the information regarding this appointment:
fr_fr: Vous avez reçu ce courriel pour vous informer que %s a pris un rendez-vous sur votre site web. Voici l'information concernant ce rendez vous :

source: You can log in the administration panel of your site %s to confirm the appointment.
fr_fr: Vous pouvez vous connecter dans le panneau d'administration de votre site %s pour confirmer le rendez-vous.

source: Please provide a name.
fr_fr: Veuillez fournir un nom.

source: Please provide an email.
fr_fr: Veuillez fournir un courriel.

source: Please provide a valid email : valid@email.com.
fr_fr: Veuillez fournir un courriel valide : valide@courriel.com.

source: Please provide a phone.
fr_fr: Veuillez fournir un numéro de téléphone.

source: Please provide a valid phone number : (514) 555-5555.
fr_fr: Veuillez fournir un numéro de téléphone valide (514) 555-5555.

source: Please provide a date and time
fr_fr: Veuillez fournir une date et une heure.

source: Please provide a valid date and time : 2014-10-21 16:00:00.
fr_fr: Veuillez fournir une date et une heure valide : 2014-10-21 16:00:00.

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Year
fr_fr: Année

source: Month
fr_fr: Mois

source: Week
fr_fr: Semaine

source: Day
fr_fr: Jour

source: Schedule an appointment
fr_fr: Prenez un rendez-vous

source: Cleanbook shows a form, i18n, so you can book a rendez-vous. This plugin is based on Fastbook.
fr_fr: Cleanbook shows a form, i18n, so ou can book a rendez-vous. This plugin is based on Fastbook
